acpid
base
base-devel
bind
bluetui
bluez-tools
bluez-utils
chezmoi
chrpath
cpio
diffstat
dmenu
docker
dosfstools
dtc
efibootmgr
exfatprogs
file-roller
fio
firefox
git
gnome-themes-extra
gptfdisk
grub
gst-libav
gst-plugins-good
htop
i3-wm
i3blocks
i3status
inetutils
intel-media-driver
intel-ucode
iperf3
iwd
less
lf
lib32-gcc-libs
lib32-glibc
libreoffice-still
libva-intel-driver
libva-nvidia-driver
libva-utils
libxcrypt-compat
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
maim
mesa-utils
minicom
nano
ncdu
net-tools
networkmanager
nfs-utils
nvidia-open
nvidia-prime
openssh
openvpn
otf-latin-modern
pandoc-cli
papirus-icon-theme
picom
polybar
pulseaudio
python-matplotlib
python-pip
python-yaml
qalculate-gtk
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
rofi
rpcsvc-proto
rsync
sddm
smartmontools
sshpass
sudo
tailscale
telegram-desktop
texlive-basic
texlive-fontsrecommended
texlive-latexextra
thunar
thunar-archive-plugin
tmux
ttf-dejavu
ttf-ubuntu-font-family
tumbler
typst
unzip
usbutils
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wezterm
wget
wireguard-tools
wireless_tools
xdg-desktop-portal
xdg-desktop-portal-xapp
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsettingsd
xss-lock
xterm
zip
zram-generator
zsh
